Repository: EevaNikkila/Nipema.Tyonohjaus
Catalog: Client/Localization/GlobalStrings.*.resx
Languages: fi_fi

source: Add to workflow
fi_fi: Lisää työjonoon

source: Add trolley
fi_fi: Lisää vaunu

source: Amount
fi_fi: Määrä

# CancelLoading
source: Cancel load
fi_fi: Peruuta ripustus

source: Trolley Number
fi_fi: Vaunun nro

source: Choose product
fi_fi: Valitse tuote

source: Color
fi_fi: Väri

source: Image
fi_fi: Kuva

# Load
source: Load product
fi_fi: Ripusta

source: Load amount
fi_fi: Ripustusmäärä

source: Loading
fi_fi: Ripustus

# MainWindowTitle
source: Nipema Manufactoring Management
fi_fi: Nipema Tuotannonohjaus

# OrderAmount
source: Amount ordered
fi_fi: Tilattu KPL

# OrderRemainingAmount
source: Remaining
fi_fi: Jäljellä KPL

# OrderTime
source: Time ordered
fi_fi: Tilausaika

source: Painting
fi_fi: Maalaus

# ProductAdd
source: Add product
fi_fi: Lisää tuote

# ProductDescription
source: Description
fi_fi: Tuotekuvaus

# ProductEdit
source: Edit product
fi_fi: Muokkaa tuotetta

source: Production instructions
fi_fi: Käsittelyohjeet

source: Product number
fi_fi: Tuotekoodi

# ProductRemove
source: Remove product
fi_fi: Poista tuote

source: Products and instructions
fi_fi: Tuotteet ja ohjeet

# ProductsAwaitingTreatmentHeader
source: Products awaiting treatment
fi_fi: Käsittelyä odottavat tuotteet

# ProductsInTreatmentHeader
source: Products sent to treatment
fi_fi: Linjalla olevat tuotteet

# ProductsListAll
source: All products
fi_fi: Kaikki tuotteet

source: Remove trolley
fi_fi: Poista vaunu

# SelectLanguageOptionHeader
source: Select application language
fi_fi: Valitse ohjelman kieli

source: Settings
fi_fi: Asetukset

source: Text
fi_fi: Teksti

source: Trolley
fi_fi: Vaunu

source: Trolley details
fi_fi: Vaunun tiedot

# TrolleyEstimatedArrival
source: Trolley ETA
fi_fi: Saapumisaika (arvio)

# TrolleyLoadedTime
source: Trolley loaded
fi_fi: Ripustusaika

source: Trolley status
fi_fi: Vaunun tila

source: Trolley to be loaded
fi_fi: Lastattava vaunu

source: Unloading
fi_fi: Purku

source: Work assignments
fi_fi: Toimeksiannot

source: Workflow
fi_fi: Työjono

# WorkflowAddTo
source: Add to workflow
fi_fi: Lisää työjonoon

# WorkflowRemoveFrom
source: Remove from workflow
fi_fi: Poista työjonosta

# ProductAddTitle
source: Add new product
fi_fi: Lisää uusi tuote

# ProductEditTitle
source: Edit product
fi_fi: Muokkaa tuotetta

source: Save instructions
fi_fi: Tallenna ohjeet

source: Real-time view
fi_fi: Tilanne

# ProductOvenTime
source: Heat treatment duration
fi_fi: Aika uunissa

# InstructionType1
source: Loading instruction
fi_fi: Ripustusohje

# InstructionType2
source: Painting instruction
fi_fi: Maalausohje

# InstructionType3
source: Unloading instruction
fi_fi: Purkuohje

# EditInstructions
source: Edit product instructions
fi_fi: Muokkaa ohjeita

source: Cancel
fi_fi: Peruuta

source: Location
fi_fi: Paikka

source: Save
fi_fi: Tallenna

source: Load successful
fi_fi: Ripustaminen onnistui

# TabHeader1
source: Loading & Instructions
fi_fi: Ripustaminen & ohjeet

source: Existing Instructions
fi_fi: Tuotteet & ohjeet

source: Product Name
fi_fi: Nimike

source: Excel Export
fi_fi: Vie Exceliin

source: Excel Import
fi_fi: Tuo Excelistä

source: Filter
fi_fi: Suodata

source: Instructions
fi_fi: Ohjeet

source: Products
fi_fi: Tuotteet

source: Are You Sure?
fi_fi: Oletko varma?

# QuickLoad
source: Load
fi_fi: Ripusta

# SlowLoad
source: Workflow
fi_fi: Työjono

# AddOrEdit
source: Add or Edit Products
fi_fi: Lisää tai muokkaa tuotteita

source: Open loading instructions
fi_fi: Avaa ripustusohjenäkymä

source: Open painting instructions
fi_fi: Avaa maalausohjenäkymä

source: Open unloading instructions
fi_fi: Avaa purkuohjenäkymä

source: Add product
fi_fi: Lisää tuote

# ChooseScreen
source: Choose monitor
fi_fi: Valitse ruutu

source: No product number
fi_fi: Nimikekoodia ei ole asetettu!

source: Save successful
fi_fi: Tallennus onnistui

source: Browse...
fi_fi: Selaa...

source: Choose
fi_fi: Valitse

source: Choose file
fi_fi: Valitse tiedosto

source: Columns
fi_fi: Sarakkeet

source: Edit
fi_fi: Muokkaa

# ErrorSaving
source: Error while saving
fi_fi: Virhe tallennettaessa

source: File saved
fi_fi: Tiedosto tallennettu

# FirstRow
source: First row includes header
fi_fi: Ensimmäinen rivi sisältää otsakkeen

# Import
source: Export to database
fi_fi: Tuo tietokantaan

# LisaaTyolistaan
source: Add To Workflow
fi_fi: Lisää työlistaan

# MissingInformation
source: Fill all the loading fields!
fi_fi: Tietoja puuttuu, tarkista että olet täyttänyt kaikki kentät!

source: Product image
fi_fi: Tuotekuva

# SaveToExcel
source: Save products to Excel-file
fi_fi: Tallenna tuotteet Excel-tiedostoon

source: Workflow Removal Confirmation
fi_fi: Haluatko varmasti poistaa työjonosta?

# Pesupaine
source: Washing pressure
fi_fi: Pesupaine

source: Product deleted
fi_fi: Tuote poistettu

# RemoveProduct
source: Remove
fi_fi: Poista

# Uunitusaika
source: Time in oven
fi_fi: Uunitusaika

source: Add product property
fi_fi: Lisää tuoteominaisuus

# DefaultOvenTime
source: Default oven time (min)
fi_fi: Oletusuunitusaika (min)

# DefaultPressure
source: Default pressure (bar)
fi_fi: Oletuspesupaine (bar)

source: Defaults
fi_fi: Oletusarvot

source: Use oven time
fi_fi: Näytä uunitusajan valinta

source: Use pressure
fi_fi: Näytä pesupaineen valinta

# FileInUse
source: File is used by another program, please close the file and try again.
fi_fi: Tiedosto on toisen ohjelman käytössä, sulje ohjelma ja yritä uudestaan

source: Load time
fi_fi: Ripustusaika

# ConfirmProductRemoval
source: Are you sure you want to delete this product?
fi_fi: Oletko varma, että haluat poistaa tuotteen?

source: No
fi_fi: Ei

source: Yes
fi_fi: Kyllä

source: Alert
fi_fi: Varoitus

# Kuvaus
source: Description
fi_fi: Kuvaus

# Paino
source: Load
fi_fi: Paino

# Varastopaikka
source: Storage location
fi_fi: Varastopaikka

# Väri
source: Colour
fi_fi: Väri

# Tuotekuva
source: Product picture
fi_fi: Tuotekuva

# PesupaineBar
source: Washing pressure (bar)
fi_fi: Pesupaine (bar)

source: Remove from workflow
fi_fi: Poista työjonosta

# UunitusaikaMin
source: Time in oven (min)
fi_fi: Uunitusaika (min)

source: End Date
fi_fi: Lopetuspäivämäärä

source: History
fi_fi: Historia

source: Show history from
fi_fi: Näytä mittaustiedot ajalta

source: Start Date
fi_fi: Aloituspäivämäärä

# ValmistumisAika
source: Completing time
fi_fi: Valmistumisaika

# ButtonAddToWorkflow
source: Add to workflow
fi_fi: Lisää työjonoon

# ButtonEditProduct
source: Edit product
fi_fi: Muokkaa tuotetta

# ButtonRemoveProduct
source: Delete product
fi_fi: Poista tuote

source: Clockwise
fi_fi: Myötäpäivään

# ConfirmProductsRemoval
source: Are you sure you want to delete all these products?
fi_fi: Oletko varma, että haluat poistaa kaikki valitut tuotteet?

source: Counter clockwise
fi_fi: Vastapäivään

source: Direction
fi_fi: Linjaston suunta

# InstructionPoints
source: Instruction locations
fi_fi: Ohjeiden näyttöpisteet

source: Loading point
fi_fi: Ripustuksen alkupiste

source: No products chosen!
fi_fi: Yhtään tuotetta ei ole valittu

# PackingPoint
source: Unloading point
fi_fi: Purkamisen alkupiste

source: Painting point
fi_fi: Maalauksen alkupiste

source: products deleted
fi_fi: tuotetta poistettu

# SelectMultiple
source: Select multiple products
fi_fi: Valitse useampi tuote

# ConfirmHistoryDelete
source: Are you sure you want to delete all history information?
fi_fi: Oletko varma, että haluat poistaa kaikki tiedot valmistuneista tuotteista?

source: Confirmation
fi_fi: Vahvistus

# ConfirmCancelLoading
source: Are you sure you want to cancel loading?
fi_fi: Perutaanko ripustus?

source: Delete
fi_fi: Poista

source: Delete history
fi_fi: Poista historiatiedot

# DeleteHistoryInfo
source: This will delete all products on the History-tab. Use this only when you are sure you want to delete all history information, for example when the computer is running low on space.
fi_fi: Tästä voit poistaa tietokannasta kaikki tiedot Historia-välilehdeltä tai työjonosta. Käytä toimintoa vain, kun olet varma, ettet halua säilyttää tietoja ja ne on esimerkiksi varmuuskopioitu Excel-tiedostoon.

source: History deleted
fi_fi: Historiatiedot poistettu

source: Exit
fi_fi: Sulje

source: Usage Instructions
fi_fi: Käyttöohje

# Maara
source: Amount
fi_fi: Määrä

# Nimikekoodi
source: Product Number
fi_fi: Nimikekoodi

# RipustusAika
source: Loading time
fi_fi: Ripustusaika

# Direction1
source: Loading point direction
fi_fi: Ripustuspisteen suunta

# Direction2
source: Painting point direction
fi_fi: Maalauspisteen suunta

# Direction3
source: Packing point direction
fi_fi: Purkupisteen suunta

source: Loading end point
fi_fi: Ripustamisen loppupiste

source: Loading start point
fi_fi: Ripustamisen alkupiste

# Ltr
source: Left to right
fi_fi: Vasemmalta oikealle

source: Packing end point
fi_fi: Purkamisen loppupiste

source: Packing start point
fi_fi: Purkamisen alkupiste

source: Painting end point
fi_fi: Maalaamisen loppupiste

source: Painting start point
fi_fi: Maalaamisen alkupiste

# Rtl
source: Right to left
fi_fi: Oikealta vasemmalle

# Tyokoodi
source: Work Number
fi_fi: Työkoodi

# VaunuId
source: Trolley number
fi_fi: Vaunun numero

# Vari
source: Colour
fi_fi: Väri
